<template>
    <div class="home">
      <a class="main-nav-logo" href="/">
        <img alt="logo"  src="@/assets/maintenance.gif" width="20%" />
      </a>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>

      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>

      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>

      <h1>申し訳ございません。只今工事中です。</h1>
      <h1>申し訳ございません。只今工事中です。</h1>

      <h1>申し訳ございません。只今工事中です。</h1>


    </div> 
</template>
<script>
import { Component,  Vue } from "vue-property-decorator";
@Component
export default class Overview extends Vue {
    
}
</script>
<style>
</style>
